//ZTECURST JOB (1234),REGION=0M,
//            NOTIFY=&SYSUID,
//            MSGLEVEL=(1,1)
//**** RESTORE THE DATASETS FOR A ZTECUxx USER
//**** PREVIOUSLY DUMPED BY ZTECUDMP JOB
//RST      EXEC PGM=ADRDSSU
//DASD     DD DISP=SHR,
//            DSN=UW2019.ZTECUxx.DUMP
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
 RESTORE DATASET( -
  INCLUDE( -
   ZTECUxx.** -
  ) -
 ) -
 INDDNAME(DASD) -
 SPHERE -
 CATALOG
/*